Repository: mozilla-l10n/mt-training-data
Catalog: bce/bce_pontoon.tmx
Source language: en_us
Languages: bce

source: 1 sentence collected
bce: ŋkyě ŋwɛ'nə pê ncú'nə́

source: 2 down, keep it up!<playIcon></playIcon>
bce: Á ndə̂t pəpɛ́á <playIcon></playIcon> ghʉənə shʉ̂

source: About
bce: ŋgʉ́ə nǒ

source: Accepted file types: .tsv only
bce: ntyâ nəcú'nə́ mənə mâ pə́ pénə᷇

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bce: { $actionType } <playIcon></playIcon> pə́ tsonə́ ncu᷇ ŋkyě ŋwɛ'nə wʉə ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
bce: { $actionType } <recordIcon></recordIcon> mbénə᷇ ŋkɔ́'nə́ ŋgi yɔ̌ ̀mê ŋkyě ŋwɛ'nə

source: { $actionType }<stopIcon></stopIcon> when done
bce: { $actionType } <stopIcon></stopIcon> tâ' nəshu' a myáa

source: { $actionType } submit when ready
bce: { $actionType } mətɔ̰́nə nǒ nɔ wâ a pɔ̌nə .

source: Add and Review Sentences, Add Questions, Transcribe Audio
bce: kwɛ'nə pǔ mbí mě məŋkyě tsǎp, kwɛ'nə pɛnə́nə

source: Add <icon></icon> a public domain sentence
bce: pɔ̌ kwɛ'nə́ <icon></icon> tâ' ŋkyě ŋwɛ'nə nǒ nə nəghǎ pə

source: Add information
bce: məkwɛ'nə mənə

source: Add new sentences for the community to read
bce: pɔ̌ kwɛ'nə məŋkyě ŋwɛ'nə fi yá mbi lá' me

source: Add one sentence per line
bce: mə kwɛ'nə ŋkyě ŋwɛ'nə ndé nǒ tsǎP

source: Add questions
bce: pɔ̌ kwɛ'nə məpɛnə́ tsǎp fwǒ tsǎp lá' yɔ̌

source: Add sentences
bce: pɔ̌ kwɛ'nə məŋkyě ŋwɛ'nə fwǒ tsǎp lá' yɔ̌

source: Add Sentences
bce: məkwɛ́nə məŋkyě ŋwɛ'nə

source: Add up to 1,000 sentences
bce: pɔ̌ kwɛ́'nə́ tə́ tsʉ́ nǒ məŋkyě ŋwɛ'nə nkə́t

source: Add Your Voice
bce: məŋánə ŋgi yɔ̌

source: Agriculture and Food
bce: lə̌p yɔ̂ zhʉ́' syâ pô sɔ̌t yɔ̂

source: All sentence must have the same domain
bce: kɔ̌ məŋkyě ŋwɛ'nə nɔ̌ ghʉə̌ gwǐ tâ' tyá fa'

source: All sentences must have the same citation
bce: kɔ̌ məŋkyě ŋwɛ'nə nɔ̌ ghʉə̌ gwǐ tâ' tyá nə

source: Already have an account? <login>Log-In</login>
bce: pɔ̌ wě yɔ̂ yâ mbî pə́ lê noghó ŋgɛ wɔ́ ? <login> Nə̌ lě fwo fə̂ </login>

source: An error occurred fetching sentences
bce: Yɔ̂ ghɛ́ánə́ nǒ nɔ wâ pə lǎ ŋə᷇ ncû'nə məŋkyě ŋwɛ'nə .

source: An error occurred reviewing this sentence
bce: Yɔ̂ lǎ ghɛ́ánə́ nɔ wâ pə́ ŋwɛ'nə nə́ŋkyě ŋwɛ'nə wʉ̂ə .

source: An error occurred submitting your voice information
bce: yɔ̂ lǎ ŋgɛ́nə́ nɔ wâ pə́ tɔ̂nə mɔ́ mənə tɛ́pmə́.

source: Approve
bce: mənə̌tnə ndʉnə

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bce: Mbî pə́ pê zɔnə kə́kʉ́ə́' lâ ŋgi ndǒ mʉ̂ ntwá ŋgút ŋgâ' mbî ̀mâsə̂ lî məndî tsǎp mâ á ká pə᷇ fwo ŋwɛ'nə́. Pɔ̌ njwó' məndî tsǎp mâ á ká fí mâ a fwo ŋwɛ'nə, tsǎp tɛ́pmə́ mbə́ yɛ mye' nə́ yə́ yâ nə la mbə̂ pə́ ŋgâ' pə́ mɛ́'nə́ kye' mbə ndyâ yɛ ma'nə mba ŋgâ' pə nə́ ntsǎp nə́zə᷇ ghó

source: Are you coming? <strong>[called by another]</strong>
bce: ó ntwá ? <strong> [kâ' yɛ́cyə̌ ŋgi lə'nə́ nə] </strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
bce: Pɛ́ánə́nə wʉ́ nə̂ mənə nǒ <matrixLink>Matrix</matrixLink>, <discourseLink> kʉ́ímə́ tsǎp </discourseLink> kə mba <emailLink> lɛ'nə ŋô </emailLink>.

source: Automotive and Transport
bce: matúa pô ténə ndɔ́ ŋgʉə́ zhʉ̌'

source: Background Noise
bce: zɔnə ye zə́nə́

source: Background Voices
bce: ŋgî nzə nzə

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
bce: tə mbâ mə́myɛ'nə kə̌t tsǎp kə ténə mə́lǎ' ŋgâ' a fí ndǔ kâ' memenə́ cú ndî tsǎp kə mɛcʉ́ə́ mə́ndí ŋwɛ'nə pɛ́ɛnə́ mɛ zanŋə́ shwɛa kə ŋgwá'nə᷇ ŋgi lɔ ndʉinə yɛ lɔ mɓɛ́ánənə, nəghǎ məntyâ cúnə ghó ndombî, lyé' cʉ́ə́ pəcʉ́ə́ pə̂ghó pâ kâ' pɔ̌ kâ pənə́ njwó' fwo pǎ ŋgwo yɔ́, pɔ̌ nə́ nzî ŋgâ' mbî ntyâ lɔ ntsǎp pəcʉ́ə́ pə̂ má mbə́ ndǔ yɔ́

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
bce: məcúnə ŋgâ' «Wagon » pwó la pɔ̌ djuǒ' « Vagon » (FR) mba « Ouagon » (BE)]

source: <bold>{ $count }</bold> Clips
bce: <bold>{ $count }</bold> məkə̌t

source: <bold>Help us</bold> find more voices
bce: <bold> pɔ̌ hɛ́mə́ wʉ́ </bold> mə́nyênə məŋgi fî

source: Bulk batch
bce: ndu zénə́

source: Bulk Sentences Uploaded
bce: məŋkyě ŋwɛ'nə tɔ́nə́

source: By telling us about yourself, you will help developers build more inclusive technology
bce: ntyâ yâ pɔ̌ lɔ ntsâpmə́, pɔ̌ tə́ nyê ŋgâ' pə ténə́ ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bce: pɔ́ ntə fâ' nə̂ Common Voice, kə̂ pɔ̌ pê <termsLink> mentyâ mâ </termsLink> pʉ̌ <privacyLink lɔ fâ'nə́ nə̂ ntyâ ntsp̌ ghʉ̌ </privacyLink>

source: Cancel Re-recording
bce: mətǎnə pínə ntɛ́p

source: Cancel Submission
bce: məla'nə́nə yɔ̂ yâ pə́ ntɔ᷇

source: Cannot submit more than 1000 sentences
bce: mbî pə́ ntɔ́ məŋkyě ŋwɛ'nə 1000

source: Change preferences
bce: məkʉipmə məyɔ̂ mâ pə́ ŋwɛtnə́

source: Check <icon></icon> is this a linguistically correct sentence?
bce: Pɔ línə᷇ njʉə́ <icon></icon> ŋgâ' ŋkyě ŋwɛ'nə pɔ̌ nǒ tsǎp pa pə .

source: <chevron></chevron>See less
bce: <chevron></chevron> mə́nə̌tnə pɔ̌ məfʉ̌'nə

source: <chevron></chevron>See more
bce: <chevron></chevron> mə́nə̌tnə nəghǎ məfʉ̌'nə

source: Citation
bce: kə̌t ŋwɛ'nə

source: Cite with a URL link or the full name of the work.
bce: tə́nə ndê nǒ ndɛ'nə yɔ̌ kə mba ŋkɔŋ lî ncʉa.

source: Click
bce: nɔ̌' noghó

source: Clips Uploaded
bce: mwó lǎla tə́ ndě

source: Comment
bce: tsǎp kɛ́'nə́nə

source: Contact Us
bce: mətwánə mbɛánə wʉ́

source: Continue
bce: məlɔ̌nə ŋgʉ́ə shʉ̂

source: Continue validating
bce: məghínə́nə pátʉ́ə

source: Contribute
bce: məni'nə pwâ noghó

source: Contribute sentences
bce: məŋánə mətsǎp

source: Contribution Criteria
bce: məntyâ tsónə᷇ nə

source: Create a profile
bce: məfǒtnə lǐ yɔ̂

source: Criteria
bce: məntyâ

source: Datasets
bce: məyɔ̂ tumənə́

source: Delete my recordings
bce: mə́tanə́nə mənə tɛ́pmə́

source: Different language
bce: yɛcə́ tsǎp

source: Difficult to pronounce
bce: ŋgínə́ mə́cúnə

source: Discard ongoing recording
bce: məmɛ'nə̌ yɔ̂ yâ pə́ lənə́

source: Does the sentence meet the guidelines?
bce: ŋkyě ŋwɛ'nə pɔ̌ nǒ ntyâ yâ pə́ ŋánə᷇ ?

source: Donate your voice
bce: ná'nə ŋgût pə zhwó' ŋgi yɔ̌

source: Don't see your language on Common Voice yet?
bce: tsǎp yɔ́ kâ pənə́ ntə́ mbə᷇

source: Drag your file here or <uploadButton>click to upload</uploadButton>
bce: wǔt ntsí'nə́ ŋá nəcu᷇'nə mə́nə mba <uploadButton> nɔ̂' lɔ ntɔ́ </uploadButton>

source: Drop file here to upload
bce: nɔ'nə nə́cu᷇'nə mə́nə tsə́ŋyê lɔ ntɔ́

source: Enter your public domain sentence here
bce: pɔ̌ ŋwɛ'nə́ ŋkyě ŋwɛ'nə wó nǒ nə nəghǎ pə tsə́ ŋyê

source: Enter your public domain sentences here
bce: pɔ̌ ŋwɛ'nə́ məŋkyě ŋwɛ'nə mɔ́ nǒ nə nəghǎ pə tsə́ ŋyê

source: Error adding sentence
bce: fa'nə nǒ nɔ kwɛ'nə́ ŋkyě ŋwɛ'nə

source: ESC
bce: məwěnə

source: Exit & Delete clips
bce: məfɛánə fwǒ pô mətanə́nə mə́yɔ̂ tɛ́pmə́

source: Fewer than 15 words per sentence
bce: a kɛ yɔ̂ nǒ məndî tsǎp tsɔ́ptâ

source: File is too large
bce: nəcú'nə́ nə ghwô'

source: File is too small
bce: nəcú'nə́ nə kə̂

source: Finance
bce: mənə̌ mbə̂

source: Finish recording
bce: məmɛánənə mə́tɛ́pmə

source: Finish recording first?
bce: zyǎ mɛá̰ mə́t mə́tɛ́pmə

source: Finish Review
bce: mə́lʉinə́nə nə ténə́nə́

source: Finish validating
bce: məpánə tʉ́ə

source: Finish validating clips?
bce: məpánə tʉ́ə mə́fʉ̌'nə pɔnə̂ ə ?

source: Follow guidelines from “What sentences can I add?”
bce: jʉə́nə metyâ dɔ̌ ndé ntínə́ « mbi mə kwɛ'nə pə wɛ́lɛ ŋkyě ŋwɛ'nə ? »

source: for example
bce: lɔ nə̂t

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
bce: lɔ ŋgút ŋgâ' mənə fotnə́ hɛ́mə́ pə nâ pǎ lyâ mbwa fa' wě pó nǐ mbánə nəghǎ pə. A ŋgâ' pə́ nzî ni᷇' pə pâ mó məntyâ pə́ pə̂ mó, kə fa' yâ pə́ faa'nə́ pə́ wǔt nǐ shʉ́'nə mbwǎ mbô li pə pɛghó. <learnMore>Məkwɛ'nə́nə nzi᷇ ntə nə nǒ. </learnMore>

source: General
bce: ŋkɔŋ ntyâ nâ

source: General language / multiple variants
bce: mətʉ́ə ntʉ᷇ fwo tsǎp / nəghǎ məntyâ tsǎp

source: Grammatical / spelling error
bce: fa'nə nǒ ntyâ lɔ ncú mbénə́ ŋwɛ'nə́

source: Great!<recordIcon></recordIcon> Record your next clip
bce: ndəp ! <recordIcon></recordIcon> Tɛ̂pmə̌ yɛ̌ ndǒ

source: Great work!<playIcon></playIcon> Listen again when you're ready
bce: mámá fa' shʉ́'nə ! <playIcon></playIcon> A ni mbɔ̂ pɔ̌ zhwɛ'nə njwó'

source: Guidelines
bce: məndemə

source: Healthcare
bce: mbə́nə nə̂t

source: Help create Common Voice’s first target segment in { $locale }
bce: ̰hɛ́mənə məfǒtnə mbishʉ̂ nəlě nə yâ pə́ nyenə mbwǎ Common Voice nǒ { $locale }

source: Help us validate voices
bce: hɛ́mənə wʉ́ mə́pe᷇nə məyɔ̂ mû pə́ tɛ́pmə

source: His hand was rais-ed.
bce: ná' ghɔ'nə́ nə bɔ́ta

source: History, Law and Government
bce: nə̌ cə́ tʉ́ə, kî' mə́nə pô ŋgɔ́məna'

source: How do I cite?
bce: pə́ wut kə̌t ŋwɛ'nə pə́ lye e ?

source: How to add multiple sentences
bce: mbî pə ŋkwɛ'nə nəghǎ məŋkyě ŋwɛ'nə pə́ lye

source: How would you describe your sex or gender?
bce: lǐ ŋo wâ ó yə᷇, ó nət pə́ lye᷇ ?

source: I agree
bce: mə ̀bê

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
bce: mə mbé ŋgâ' məŋkyě ŋwɛ'nə <wikipediaLink> nǒ nə nəghǎ pə</wikipediaLink> mʉ́ə mɛ ŋgɔ̂məna' lə́ á pê ŋgâ' mə ntɔ́

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
bce: mə mbé ŋgâ' ŋkyě <wikipediaLink> ŋwɛ'nə wʉə̂ wɛ̌ nəghǎpə </wikipediaLink> lə́ mə gwě mə́nto᷇nə

source: <icon></icon> Add multiple public domain sentences
bce: <icon></icon> məkwɛ'nə məŋkyě ŋwɛ'nə zénə́ fwo nə̌ ŋgɔ̂məna'

source: Ideally natural and conversational (it should be easy to read the sentence)
bce: ŋghə ŋwɛ'nə ghyě mbé wâ pə́ zhwo'nə mbenə᷇ wâ mbî pə́ kwʉ́mə a ghyě mbɔ́nə᷇ məměnə́

source: I do not agree
bce: mə nda'nə̂

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
bce: á mbə́ kwa' məndî tsǎp mɔ́, pɔ̌ ŋwɛ́'nə <italicizedText> « ndɛ'nə yɔ́ »</italicizedText> . Pʉ̌ wě mə́zi᷇nə nə́fɛá ndǔ nə wʉ́a nde lə́ sénə njʉ́ə́ mbə́ yâ ŋgâ' á yɛ̌ pə nâ lə́ wɛ́cʉə́ nɔ'nə wâ azə́'nə́nə᷇ nǒ ŋo wâ a tsonənə́nə᷇ ghó pə̂. Mətsonə́nə ŋgwě tʉ̂ə láánə məlɛ'nə, pɔ̌ lí́nə <guidelinesLink> məndemə mʉ́ </guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
bce: Á mbə́ ŋgâ' tɛpmə fwo zɔnə, pɔ myê ndɛ'lə́ a pə́ ŋgâ' pə́ kɛ'nə ŋwɛ'nə shʉ'nə

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bce: pɔ̌ nə́ nyê məkwɛ'nənə pə́sâ'kə̂ fwo ghʉ́ə nə́cu'nə mə́nə, pɔ̌ twâ njʉ́ə́ wʉ́ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bce: pɔ̌ ntə᷇ nyê məŋánə məntʉ́ dǒ nǒ kə̌t zhʉ̌' ghʉ́ə mâ pə́ ká cu᷇ pɔ̌ ŋwɛ'nə ghʉ́ə yɔ̂ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
bce: ŋkyě ŋwɛ'nə nzî mbɔ̌ nǒ məlɛ́nə mʉ́ə tʉ᷇ pɔ̌ nɔ' nǒ ndî mba' « məmyyye'nə » nǒ pwâ kwɛp . Pɔ̌ ntə́ ŋkə́'nə᷇ , pɔ tɔ́mə ŋgʉ́ə́ shʉ̂

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
bce: ŋkyě ŋwɛ'nə mbɔ̂ nǒ məlɛ'nə pɔ̌ nɔ̂' ndî mba' «mə́pe᷇nə » nǒ pwâ tə

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
bce: Pɔ̌ nti ᷇ nǒ zhʉ̌' yâ mʉ́ə mənə ká cu᷇' noghó, pɔ̌ sáánə́ ŋkwáŋə᷇ tʉ́ə yɔ́ mbɛ́a ntsɔ᷇' tʉ́ə yɔ́ ŋgɔ́ nzî nda᷇, pɔ̌ nɔ̂' nǒ « mə́lěnə » lə́ ŋgʉ́ə́ nǒ nə̌ ndǒ yâ pə́ ntɛp

source: If you run out of sentences to review, please help us collect more sentences!
bce: Pɔ̌ nzî ŋgwě məŋkyě ŋwɛ'nə mâ pə́ ndinə, pɔ̌ hɛ́mə wʉ́ mə́cu'nənə məŋkyě ŋwɛ'nə !

source: Include appropriate citation
bce: kə̌t ŋwɛ'nə yâ a pɛanə wě məpênə fwo ghó

source: Invalid file
bce: nəcú'nə́ nə yâ á ká pɔ̌

source: It contains words or phrases that are hard to read or pronounce.
bce: pəcʉ́ə́ mə́ndî ŋwɛ'nə kə pəcʉ́ə́ məŋkyě ŋwɛ'nə ghinə̂ məměnə kə məcúnə

source: It is written in a language different than what I’m reviewing.
bce: Pə́ ŋwɛ'nə́ ŋkyě ŋwɛ'nə pə́ fwo tsǎp ndǒ, á má mbə́ ghʉ́ə ŋgâ' pə́ me lyê

source: It is written in a language different than what I’m speaking.
bce: ŋkyě ŋwɛ'nə yɛ ŋwɛ'nənə́ nǒ yɛcʉ́ə́ tsǎp yá kâ' á yâ mə ntsapmə pə̂

source: Just Unsure?
bce: pɔ̌ tə᷇ ŋkə'nə́ ?

source: Keep it up, record again <recordIcon></recordIcon>
bce: lǔnə ŋgʉ́ə́ nə̂ shʉ̂ lə́ tɔ mbénə᷇ ntɛ́p tâ' ŋkwɛ'nə́

source: Keep the recordings
bce: mə́lə̌nə mənətɛ́pmə́

source: Keep track of your progress with a profile
bce: pɔ̌ fo᷇t ntyâ ndǒ lɔ fû' ŋgʉənə mɔ́ shʉ̂

source: Language Fundamentals (e.g. Digits, Letters, Money)
bce: cwî mətsǎp (komə, məndî ŋwɛ'nə, mbə̂)

source: Languages
bce: mətsǎp

source: Large bulk sentence submission
bce: tɔ́nə nə́ghǎ mə́ŋkyě ŋwɛ'nə

source: Learn More
bce: mətsonə́ nzi

source: Leaving now means you'll lose your progress
bce: məfɛánə fwǒ nɔwʉ́ə ghʉə́ ŋgǔt ŋgâ' pɔ̌ pyá ŋgʉə́nə mô shʉ̂

source: Listen
bce: məzhwɛ' nənə njwó'

source: Listen options menu
bce: tsɔ́'nə̌ ntyâ « məzhwɛ' nə́nə njwó'»

source: Loading sentences…
bce: mətyénə məŋyě ŋwɛ'nə

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
bce: <loginLink> pɔ̌ ŋɛ' mâsə̂ </loginLink> kə mba <loginLink> pɔ̌ ŋwɛ'nə́ mə́li mɔ́ </loginLink> mə́lɔ̌nə ŋkwɛ'nə́ nəghǎ məŋkyě ŋwɛ'nə

source: Log in or sign up to get started
bce: pɔ̌ kó fwoghó mba ŋwɛ́'nə᷇ lî yɔ́ məlɔ̌nə nzyá

source: Log In / Sign Up
bce: məkónə / məŋwɛ'nə́nə lî

source: Make sure the sentence meets the following criteria:
bce: Pɔ̌ zí ŋgâ' ŋkyě ŋwɛ'nə ghʉə́ ncu᷇' nõ məlɛ'nə mʉ́ə :

source: Maximum file size: 25 MB
bce: fʉ' nəcú'nə mə́nə : 25 mo

source: Media and Entertainment
bce: mbândɔ̂ lɔ mâ' ŋkə pô mətínə tʉ́ə ndɔ ndɛ́ánə᷇ nə

source: Minimum sentences in file: 1000
bce: məŋkyě ŋwɛ'nə mâ mbî pə́ pê fwo tâ' nəcú'nə mənə: 1000

source: [Mismatched content]
bce: kə̌t tsǎp kə ŋwɛ'nə

source: Misreadings
bce: məfa'nə mě yɔ̂

source: Missing an <strong>'s'</strong> at the end of a word.
bce: a nə́ ŋkɛ̌ tâ' <strong> « S » </strong> nǒ ndwinə́ ndî tsǎp

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
bce: a nə́ ŋkɛ̌ <strong> « tâ' » </strong> mba </strong> </strong> nǒ nzənzyǎ tsǎp tɛ́pmə́

source: Missing the end of the last word by cutting off the recording too quickly.
bce: ndwinə́ ndî tsǎp yɛ zá'nə́nə́, ntyá ŋgâ' tsǎp tɛ́pmə́ fɛ́'nə nza'nə́

source: [More has been recorded than the required text]
bce: ntyá ŋgâ' kə̃t ŋwɛ'nə yâ a pɛnənə́ yɛ zá'nə́nə́

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
bce: A ghʉə́ nǒ nəghǎ mənə tɛ́pmə́ pə tsǎp pə́ nə̂ kwa' ŋgi yǒ. Mbî pɔ̌ tî nǒ tâ' nə mbé nə tɛ́pmə́ yâ á ká pɔ̌ yɛ cweməmə ́ mba yâ pə́ lɔ̌ ŋgi sáánə́ ncú. Pɔ̌ myê' məzɔp tɛ́pmə́ pô ŋgi yâ mâsə̂ tɛ́tnə᷇

source: n
bce: ŋ

source: N
bce: ŋ

source: Nature and Environment
bce: mbînə məyɔ̂ mâ a zɛmə́ pə̂

source: News and Current Affairs
bce: pə́sâ'kə̂

source: No
bce: ŋgá

source: [No ‘a’ in the original text]
bce: « tsə́gho᷇ » nǒ mbi shʉ kə̌t ŋwɛ'nə yɛgho pə̂

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
bce: <noCopyright> wɛcə́ nɔ'nə wâ a nzé' nə́nə́ nǒ ŋo wâ a tsonə́nə́ ŋwɛ'nə ghó pə̂ </noCopyright> (cc-0)

source: No foreign letters
bce: ŋghə ŋwɛ'nə ma mbé noghó

source: No microphone found.
bce: pə́ kâ zhʉ́ə́ kɛa ƴɔ̂ kwɛ'nə́ ŋgi

source: No numbers and special characters
bce: nə̌ komə́ yɔ̂ mâ mbé noghó, kə mba məlɛ'nə́

source: No sentences to review. <addLink>Add more sentences now!</addLink>
bce: kea ŋkyě ŋwɛ'nə məsênə . Mbî pɔ̌ <addLink> kwɛ́'nə nəghǎ məŋkyě ŋwɛ'nə </addLink>.

source: No thanks, continue speaking
bce: ŋgá pʉ̌ tsɛ'nə̂, məlɔ̌nə tsǎp :ngʉ́ə́ shʉ̂

source: Offensive language
bce: fə́fyâ tsǎp

source: Offensive speech
bce: mətsǎp nzɔmə

source: On desktop devices you can contribute by downloading…
bce: ŋgʉ́ə nǒ mbâsə̂ ŋwɛ'nə́ yɔ̂ pɛ̌ zətnə́, mbî pɔ̌ fúnə ntsónə᷇ ntí yɛ nɔwʉ́ə

source: On his head he wore a beret.
bce: tʉ́ə mâsə̂ nə nə́ shǔ məghǎ məlě mâsə̂

source: On iOS please continue with Safari to enable recording…
bce: ndê nǒ IOS, ghʉə́ shʉ̂ nə safari lɔ ŋɛ́'tɛp yɔ̂

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bce: lâ pɔ̌ ŋkwanŋə́ ŋgâ' memenə́ nə kâ pənə́ ŋkwɛ́'nə́ ndî tsǎp yɛghó lâ ntə́ ntə̂ mə́tsǒnə ncu᷇, pɔ́ mɛ́'nə kə lə, ŋkə́ nə́ ŋkə́'nə᷇, pɔ̌ nɔ̂' ndî mba' lělenə́

source: p
bce: m

source: Partner
bce: nə̌ tí tâ' ŋgi nǒ tâ' nə

source: [Part of the text can’t be heard]
bce: mbî pə́ má zhwó tâ' nəlě ŋwɛ'nə

source: <playIcon></playIcon>Last one!
bce: <playIcon></playIcon> Á ndʉinə nzə

source: Play/Stop
bce: məměnə / məwěnə

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
bce: pɔ̌ ghʉ́ə fwo lɛ'nə ghʉ́ <templateFileLink>pə́ ká cu᷇ pɔ̌</templateFileLink>. məŋkyě ŋwɛ'nə mɔ́ mâ ncú' nǒ fa'ŋo wâ a la'nə́ ŋgâ' pə́ mâ ndê nogho lɔ́ mbɔ̂, məntyâ mɛ́ pɔ̂ mbénə mbɔ́nə́ mə́měnə məŋkyě ŋwɛ'nə tɔ́nə́ ká wě ŋgâ' á ndanə᷇ mə́měnə . Məlî pə mba mənə ghínə́nə́ mâ mbə́ ghó

source: Please fill out this field.
bce: tə mə́nyénə ndɔ̌ ndwɛ́'nə yʉ́ə nəkwût mə́tsǎp yâ a wě nɔ'nə

source: Please select a language to review sentences.
bce: ténə́ ntsɔ' tâ' tsǎp lɔ sénə́ mə́ŋkyě ŋwɛ'nə

source: r
bce: m

source: [‘Raised’ in English is always pronounced as one syllable, not two]
bce: ná' ghɔ'nə́ pə́ mě nǔ tsǎp gupye pə tâ' nəshu' yemɔ' á ká pə tsyá yépɛ

source: Rate limit exceeded. Try again in { $retryLimit } minutes
bce: Pɔ̌ tá'nə᷇ mbénə́ ntɔ́. Fʉ' lɔ ntɔ́ pɔ̌.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
bce: Pɔ̌ ná tá'nə᷇ mbénə́ ntɔ́. Fʉ' lɔ ntɔ́ pɔ̌.

source: Reader Effects
bce: kwɛ'nə́ ŋgi pô zɔnə

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
bce: pə́ ghê mě mî ndî tsǎp ndǔ « ndʉ̌ ndʉ̌ » la á pə pə́ ŋgâ' «ndʉ̌nə ndʉ̌nə »

source: Read Sentences
bce: məměnə məŋkyě ŋwɛ'nə

source: Read Sentences, Answer Questions
bce: məměnə məŋkyě ŋwɛ'nə, mbêt pɛnə́ tsǎp

source: Read Sentences <small>(Coming soon)</small>
bce: məměnə məŋkyě ŋwɛ'nə <small> nɔ ndǒ </small>

source: Read sentences submitted by the community in various languages
bce: məměnə məŋkyě ŋwɛ'nə mâ lâ' ŋanə́ nəghǎ mətsǎp

source: <recordIcon></recordIcon> Last one!
bce: <recordIcon></recordIcon> á yɛ̌ lɔ ndʉ́ínə᷇

source: [Recording cut off before the end of the last word]
bce: ndwinzə ndî tsǎp tɛ́pmə́ zá'nə k̀ə tsǎp myâ

source: Record/Stop
bce: mələ̌nə / məwěnə

source: Record yourself reading sentences in your language
bce: pɔ tɛp wə́ nɔ wâ pɔ̌ menə́ məŋkyě ŋwɛ'nə nǒ tsǎp lâ' yɔ᷇

source: Record yourself responding to questions and prompts in your language
bce: pɔ tɛp wɔ́ nɔ wâ pɔ̌ petnə pɛnə́ tsǎp nə̂ pəghə nǒ tsǎp lâ' yɔ᷇

source: Record your voice
bce: mətɛ́pmə ŋgi yɔ̌

source: Reference the source of your sentence (required)
bce: nə̌tnə nəfɛ̌ ŋkyě ŋwɛ'nə wɔ́ (kə᷇ ŋkwo᷇ kwǒ)

source: Reject
bce: məfúúnə myě'

source: Report
bce: məlɛ'nə́nə

source: Report was passed successfully
bce: pə́ sáánə́ ntɔ᷇ ndǔ nə yâ a lěnə᷇

source: Request a Language
bce: məfʉ̌'nə ŋkyě tâ' tsǎp

source: Re-record
bce: mə́penə́nə ntɛ᷇p

source: Re-record clip
bce: məpěnə ndə̌

source: Return
bce: pénə̌nə

source: Review
bce: kwénə́nə

source: Review could not be saved. Please try again later.
bce: Pə́ ká fit mətɛ́pmə nə ténə́nə́ , penə́nə mɔ̂ nɔ ndǒ .

source: ⓘ Review Criteria
bce: məlɛ'nə kwénə́nə

source: Review Criteria
bce: məlɛ'nə kwénə́nə

source: Reviewed sentences not submitted, are sure?
bce: məŋkyě ŋwɛ'nə séénə́ mɛ tɔ́nə́ pɔ̂, pɔ̌ nə́ nyê mə́lɔ̌nə ŋgʉ́ə́ nə̂ shʉ̂ ?

source: Review existing sentences submitted by the community
bce: pɔ̌ lǐnə́ məŋkyě ŋwɛ'nə mǎ ghó yá pə̌la' ŋánə́

source: Review questions
bce: pɔ̌ lǐnə́ kwɛ'nə

source: Review & re-record clips here as you go
bce: məsénə́nə mbénə́ ntɛ᷇p kâ' á nə́t lə᷇

source: Review & re-record clips if needed
bce: sénə̂ mbénə᷇ mbínə́ ntɛ́p kà' á nə́t lə᷇

source: Review sentences
bce: pɔ̌ lǐnə́ məŋkyě ŋwɛ'nə fwǒ tsǎp lá' yɔ̌

source: Review Sentences
bce: məsênə məŋkyě ŋwɛ'nə

source: Review & Submit
bce: məsênə mbénə́ ntɔ᷇

source: Review transcriptions of recorded sentences for accuracy
bce: məsénə́nə ndʉ̌nə mə́ndî tsǎp mâ pə́sə̌tnə́ ŋkʉ᷇ip

source: Review user-submitted transcriptions in your language
bce: məsénə́nə mə́ndî ŋwɛ'nə kʉ́ipmə́nə́ mɛ̌ lɔ njwó' ntú mbwǎ pǎ mě tsǎp yɔ́

source: s
bce: m

source: S
bce: m

source: Select an option
bce: pɔ̌ ténə́ ntsɔ' tâ' tʉə

source: Select a variant (optional)
bce: məténənə ntsɔ́' ntyâ tsǎp yâ pɔ̌ kwǒnə᷇

source: Select File
bce: pɔ̌ ténə́ tâ' nəcú'nə́ ntsɔ́'

source: Select File to Upload
bce: pɔ̌ ténə́ tâ' nəcú'nə́ ntsɔ́' mə́tɔ᷇nə

source: Select up to three domains (optional)
bce: ténənə mbé məŋkyě tə ntsə́ mə́tyénə.

source: Sentence
bce: kə̌t ŋwɛ'nə

source: Sentence Domain
bce: məlɛ'nə ŋkyě ŋwɛ'nə
